<template>
  <div class="home">
    <div class="container">
      <img class="nav-img" src="../assets/img-nav.png" alt="Image">
      <div class="text-FSe">
        <h1>Отель «FSe» Томск</h1>
        <div class="img-text">
          <img src="../assets/img-hotel.png" alt="hotel">
          <ul class="item-info">
            <li>«FSe» расположен в самом сердце города Томска. В пешей доступности от отеля расположены: памятник
              А.П.Чехову, Новособорная площадь с Городским садом, Воскресенская церковь, Томский Государственный
              Университет, многочисленные объекты деревянного зодчества и др.</li>
            <li>Теплый и радушный прием ожидает Вас с момента регистрации в нашем отеле. К услугам гостей мы предлагаем
              номера различных категорий – от комфортного «стандарта» до роскошного «люкса». Весь номерной фонд отеля
              обновлен в соответствии со всеми современными требованиями к средствам размещения (проводится регулярное
              обновление и модернизация).</li>
            <li>Проживание в «Forum-Hotel» станет приятной частью Вашего визита в Томск – сибирский город, который готов
              подарить своим гостям массу интересных впечатлений!</li>
          </ul>
        </div>
        <div class="Uslugi-plusi">
          <div>
            <ul>
              <li>Идеальное расположение в самом центре города</li>
              <li>Непосредственная близость главных культурных объектов города</li>
              <li>Шаговая доступность остановки общественного транспорта</li>
              <li>В стоимость проживания входит завтрак</li>
            </ul>
          </div>
          <div>
            <ul>
              <li>Бесплатный скоростной Wi-Fi</li>
              <li>Бесплатная охраняемая парковка</li>
              <li>Разумное соотношение комфорта и стоимости проживания</li>
            </ul>
          </div>
        </div>
        <div class="button-bron2">
          <a href="/classes"><button class="button-bron">Забронировать</button></a>
        </div>
      </div>
    </div>

    <div class="Uslugi">
      <h1>Услуги отеля</h1>
      <ul>
        <li>&#128275; 70 комфортабельных номеров различной категории</li>
        <li>&#10052; Система кондиционирования</li>
        <li>2️⃣4️⃣ Круглосуточная стойка регистрации</li>
        <li>&#182; Бесплатная охраняемая парковка</li>
        <li>&#9993; Бесплатный wi-fi на территории всего отеля</li>
        <li>&#128368; Побудка</li>
      </ul>
    </div>

    <div class="contact-main">
      <h1>Контакты</h1>
      <ul>
        <li>&#128205; Томск, Герцена 18</li>
        <li>&#9742; +7(954)68-25-14 (Бронирование)</li>
        <li>&#9993; FSe_hotel@mail.ru</li>
      </ul>
    </div>

    <footer>
      <div class="footer-content">
        <a href="/">Отель «FSe», Томск</a>
        <p>© 2024 Официальный сайт</p>
        <p>Томск, Герцена 18</p>
        <p>+7(954)68-25-14</p>
        <div class="weather-info">
          <p>+1 °C</p>
          <p>Погода в Томске</p>
        </div>
      </div>
    </footer>

  </div>
</template>

<script>

export default {
  name: 'HomeView',
  data() {
    return {

    }
  },

}
</script>
<style>
@import '@/assets/style.css';
</style>